{
  "products":[
      {
    "id": 1,
    "image": "https://thematter.co/wp-content/uploads/2017/06/catan.png",
    "name": "Catan",
    "type": "จำนวนผู้เล่น : 3-4 คน",
    "detail":"เกมจะให้เรารับบทเป็นคนบุกเบิกพื้นที่บนเกาะแห่งหนึ่ง ต้องพัฒนาบ้านเมือง พัฒนาถนน ซึ่งก่อนจะพัฒนาอะไรได้ก็ต้องมีทรัพยากรก่อนค่ะ ทรัพยากรก็ได้มาจากการที่เราไปวางบ้านลงที่ไหน ก็จะมี Development Card เป็นลูกเล่นในการเล่นเกมหรือเปลี่ยนเป็นคะแนนทีหลัง วิธีเอาชนะเกมนี้ใครได้ 10 แต้มก่อนชนะ!"   
  },

  {
      "id": 2,
      "image": "https://thematter.co/wp-content/uploads/2017/06/werewolf.png",
      "name": "Ultimate Werewolf",
      "type": "จำนวนผู้เล่น : 5-67 คน",
      "detail":"แม้เกมนี้จะง่าย แต่ไม่ง่ายนักในการรับบทเป็นหมาป่า เพราะต้องเนียนมากจนกว่าจะชนะ ถึงจะได้ฆ่าคนตายทุกคืน คนอื่นๆ ก็ใช่ว่าจะเป็นคนธรรมดาเสียอย่างเดียว มีบทเป็นหมอดู, นายพราน, ผี หรือบทอื่นๆ ที่จะเพิ่มขึ้นตามจำนวนคนที่เล่น แต่สุดท้ายจะแพ้ชนะยังไงก็ต้องขึ้นกับความเนียนหรือความเล่นใหญ่ของคนเล่นเกมแล้วล่ะ ยิ่งถ้าคนคุมเกมตานั้นๆ เป็นคนเล่นใหญ่ เกมก็จะมันส์ยิ่งๆ ขึ้นไป"

    },

  {
    "id": 3,
    "image": "https://thematter.co/wp-content/uploads/2017/06/ghostblitz.png",
    "name": "Ghost Blitz",
    "type": "จำนวนผู้เล่น : 2-8 คน",
    "detail":"เกมนี้เล่นง่ายๆ ในเกมจะมีของ 5 อย่าง เป็นผีสีขาว ขวดสีเขียว หนังสือสีน้ำเงิน เก้าอี้สีน้ำเงิน และหนูสีเทา จากนั้นให้หยิบการ์ดจากกองกลางออกมา ดูว่าภาพในการ์ดตรงกับของอันไหน ให้แย่งกันหยิบของอันนั้น กับอีกอย่างคือ ถ้าภาพในการ์ดไม่ตรงกับของเลย ต้องหยิบของที่ไม่มีอะไรเหมือนในภาพเลย ข้อควรระวังคือตบโต๊ะแย่งกันคว้าของทีนี่อาจเจ็บมือไปหลายวัน"

  },
  {
      "id": 4,
      "image": "https://thematter.co/wp-content/uploads/2017/06/bang.png",
      "name": "Bang!",
      "type": "จำนวนผู้เล่น : 5-7 คน",
      "detail":"เกมจะให้คุณจับไพ่แบ่งตัวละครคล้ายๆ หมาป่า แต่เป็นเวอร์ชั่นคาวบอย ตัวละครมีความสามารถพิเศษต่างกันไปและมีแบ่งฝักแบ่งฝ่ายกัน คนนึงเป็นนายอำเภอ ส่วนคนที่เหลือเป็นผู้ช่วยนายอำเภอบ้าง กองโจรบ้าง รวมถึงโจรตัวทรยศที่ต้องเก็บหมดทั้งฝั่งนายอำเภอและฝ่ายโจร แต่ละคนจะจั่วไพ่สกิลเก็บไว้ พอถึงตาตัวเองค่อยใช้ไพ่ในมือว่าจะยิงหรือจะทำอะไรให้ฝั่งตัวเองชนะ เกมนี้สนุกตรงที่จะยิงถล่มทุกคนแบบไม่สนฝั่งไหนก็ได้ สายบู๊น่าจะชอบ"
 
    },
   {
      "id": 5,
      "image": "https://thematter.co/wp-content/uploads/2017/06/saboteur-1.png",
      "name": "Saboteur",
      "type": "จำนวนผู้เล่น : 3-10 คน",
      "detail":"เกมนี้ก็ยังเป็นแนวแบ่งทีมสวมบทบาทอยู่ มีทีมคนแคระขุดทองกับซาโบทัวร์ (Saboteur) หรือคนแคระที่คอยขัดขวางการขุดทอง เวลาเล่นก็ต้องเลือกไพ่บทบาทก่อนแล้ววางไพ่เป้าหมายไว้สามจุด  จากนั้นก็แจกไพ่แอคชั่นไว้ ระหว่างเล่นคนที่เป็นคนแคระต้องหาทางขุดจนได้ทองปลายทาง ส่วนซาโบทัวร์ต้องขัดขวางไม่ให้การขุดทองสำเร็จ"

    },
  {
      "id": 6,
      "image": "https://thematter.co/wp-content/uploads/2017/06/dixit.png",
      "name": "Dixit",
      "type": "จำนวนผู้เล่น : 3-6 คน",
      "detail":"เกม Dixit ต้องอาศัยการเดาใจคนอื่น ดั้งนั้นคนที่สนิทกันรู้ใจกันจะได้เปรียบ เกมมีอยู่ว่าแต่ละคนจะได้ภาพไปจำนวนหนึ่ง เมื่อถึงตาตัวเองต้องใบ้คำเป็นประโยคสั้นๆ หรือเพลงสักท่อนเพื่อให้ผู้เล่นอื่นๆ เดาถูกว่าภาพไหนคือภาพในคำใบ้เรา แต่ก็อย่าใบ้ง่ายเกินไป เพราะต้องมีคนเดาผิดด้วยเราถึงจะได้แต้ม ส่วนผู้เล่นคนอื่นๆ จะได้แต้มก็ต่อเมื่อมีคนเลือกไพ่ใบที่เราลง คงยังงงใช่ไหม งั้นลองเล่นกันเถอะ"

    },
  {
      "id": 7,
      "image": "https://thematter.co/wp-content/uploads/2017/06/coup.png",
      "name": "Coup",
      "type": "จำนวนผู้เล่น : 2-6 คน",
      "detail":"Coup เป็นการ์ดเกมสวมบทบาทคล้ายๆ กับเกมอื่นก่อนหน้า ผู้เล่นหนึ่งคนจะได้รับการ์ดบทบาทตอนเริ่มเกม 2 ใบ  มีกัปตัน นักการฑูต ดยุค นักฆ่า และคอนเทสซ่า เป้าหมายของเกมไม่มีอะไรมาก ขอให้ล้มผู้เล่นคนอื่นให้หมดก็พอ วิธีการล้มก็มีทั้งการสะสมเงินจากกองกลางจนถึง 7 เหรียญแล้วสั่งฆ่า เก็บ 3 เหรียญแล้วใช้ไพ่นักฆ่าสังหารโลก  หรือจับไต๋ผู้เล่นคนอื่นว่าไม่ได้มีไพ่อาชีพที่กล่าวอ้างอยู่จริง"

    },
  {
      "id": 8,
      "image": "https://thematter.co/wp-content/uploads/2017/06/survive.png",
      "name": "Survive",
      "type": "จำนวนผู้เล่น : 2-4 คน",
      "detail":"เป้าหมายของเกมนี้คือต้องพาคนหนีออกจากเกาะแอตแลนติสที่กำลังถล่มให้มากที่สุดเท่าที่จะทำได้ เกาะจะค่อยๆ ถล่ม และมีอุปสรรคขัดขวาง ทั้งจากตัวผู้เล่นคนอื่นๆ รวมถึงสัตว์ทะเลทั้งหลายที่คอยพังเรือเราบ้าง กินคนของเราบ้าง แต่ทีนี้เวลาพื้นเกาะถล่ม ตัวการ์ดพื้นเกาะก็จะกลายเป็นแอคชั่นการ์ดไว้ใช้งานเพื่อป้องกันทีมตัวเองหรือกลั่นแกล้งคนอื่นได้อีก"

    },
  {
      "id": 9,
      "image": "https://thematter.co/wp-content/uploads/2017/06/fauna.png",
      "name": "Fauna",
      "type": "จำนวนผู้เล่น : 2-6 คน",
      "detail":"เกมนี้จะมีการ์ดสัตว์ประเภทต่างๆ ผู้เล่นต้องทายคุณสมบัติของสัตว์ประเภทนั้นๆ อย่างถิ่นอาศัย น้ำหนัก ความยาวลำตัว ความยาวของหาง จากนั้นก็เอาบล็อกของผู้เล่นแต่ละคนวางไปในคำตอบที่คิดว่าน่าจะถูกต้อง ถ้าทายถูกก็จะได้ตามจำนวนบล็อกที่วางไว้ แต่ถ้าทายผิดก็เจอยึดบล็อกด้วย ใครเดินหมากถึง 120 แต้มก็ชนะไป ใครชอบดูสารคดีสัตว์โลกสบายเลยคราวนี้"

    }
    
  ]
  }

